Autodesk.Revit.DB.Events.DataTransferProgressChangedEventArgs
The event arguments used during the data transferring phase of the WorksharedOperationProgressChanged event.
Remarks:
It is NOT recommended to do any time-consuming work when handling WorksharedOperationProgressChanged event. This can increase workshared operation time.
Since:
2017 Subscription Update